[
    {
        "name": "Диван Атланта",
        "description": "Строгие формы дивана Атланта смягчены за счет пышных приспинных подушек, рельеф которых сформирован при помощи утяжек. Твердые накладки на боковинах выполняют роль придиванного столика: на них можно разместить небольшой поднос с кофейными чашками, положить книгу или заряжающийся гаджет.",
        "price": 17990,
        "madeIn": "Россия",
        "material": "рогожка",
        "dimensions": [226, 87, 79],
        "weight": 72.5,
        "warranty": 18,
        "categoryName": "Диваны"
    },
    {
        "name": "Диван Парма",
        "description": "Диван-кровать Парма выполнен в строгом минималистичном стиле. Все его поверхности имеют правильную геометрическую форму. Лаконичный и элегантный дизайн визуально не перегружает пространство, а пастельные тона обивки будут гармонично сочетаться с широкой гаммой других оттенков в интерьере. Эта модель доступна только в тех вариантах обивки, которые представлены в нашем ассортименте.",
        "price": 14990,
        "madeIn": "Россия",
        "material": "рогожка",
        "dimensions": [195, 80, 78],
        "weight": 40,
        "warranty": 18,
        "categoryName": "Диваны"
    },
    {
        "name": "Диван Мэдисон",
        "description": "Диван-кровать Мэдисон с системой трансформации «Еврокнижка» («Альтернатива») предназначен для ежедневного использования. Выкатные сиденья и откидные спинки образуют спальное место. Благодаря системе трансформации диван предоставляет широкую двуспальную кровать со спальным местом 160 х 200 см. Оптимальные условия для комфортного отдыха обеспечивает независимый пружинный блок в сочетании с эластичным пенополиуретаном - мягкие составляющие дивана. Диван Мэдисон состоит из двух частей, которые трансформируются независимо друг от друга. Это преимущество позволяет, при необходимости, создать из обычного дивана угловой. Полноценное спальное место создаётся в том случае, если разложены обе части диван-кровати.",
        "price": 49990,
        "madeIn": "Россия",
        "material": "вельвет",
        "dimensions": [253, 80, 121],
        "weight": 130,
        "warranty": 18,
        "categoryName": "Диваны"
    },


    {
        "name": "Кресло Томас",
        "description": "Кресло Томас составит достойную пару дивану из этой коллекции мягкой мебели или займет собственное место в будуарной зоне спальни. Глубокое сиденье c качественным пружинным блоком, спинка с удобным углом наклона, покатые подлокотники — все располагает к комфортному отдыху. Элегантность дизайну придают детали отделки: чехол подушки, кант и декоративные пуговицы, использованные для утяжки спинки, выполнены из одной ткани, контрастной по отношению к велюровой обивке. Эта модель доступна только в тех вариантах обивки, которые представлены в нашем ассортименте.",
        "price": 11990,
        "madeIn": "Россия",
        "material": "велюр",
        "dimensions": [75, 89, 87],
        "weight": 17,
        "warranty": 18,
        "categoryName": "Кресла"
    },
    {
        "name": "Кресло Сиеста",
        "description": "Кресло Сиеста достойно своего названия – в нем хочется не только проводить вечера в домашнем кинозале, но и устроить себе дополнительный полуденный отдых. К этому располагают сиденье комфортной глубины, закругленные подлокотники, усиленный пружинным блоком наполнитель. Высокая спинка украшена классической стяжкой капитоне, выполненной при помощи утопленных пуговиц и образующей рельефный ромбовидный рисунок. Обивка из велюра легко чистится щеткой или пылесосом с насадкой для мягкой мебели. Однотонную модель оживляет декоративная подушка из ткани с цветочным узором. Эта модель доступна только в тех вариантах обивки, которые представлены в нашем ассортименте.",
        "price": 49990,
        "madeIn": "Россия",
        "material": "велюр (Лекко)",
        "dimensions": [83, 92, 82.5],
        "weight": 17,
        "warranty": 18,
        "categoryName": "Кресла"
    },
    {
        "name": "Кресло Arizona",
        "description": "Эта модель доступна только в тех вариантах обивки, которые представлены в нашем ассортименте. Кресло Arizona по праву займет место в интерьере подчеркнуто современного звучания – в стиле лофт, индастриал, минимализм. Блок из сиденья, высокой спинки и боковин установлен на металлический каркас, придающий модели визуальную легкость. Опоры в виде полозьев оснащены пластиковыми шайбами, предотвращающими появление царапин на напольном покрытии при передвижении кресла. Дополнительные подушки в обивке из ворсистой ткани легко снимаются для регулярной чистки.",
        "price": 13990,
        "madeIn": "Китай",
        "material": "ткань, металл",
        "dimensions": [68, 78.5, 79.5],
        "weight": 14.5,
        "warranty": 24,
        "categoryName": "Кресла"
    },


    {
        "name": "Кровать с подъёмным механизмом Абель",
        "description": "Практичным вариантом для небольшой спальни станет кровать с подъемным механизмом Абель. Расположенный под основанием короб решит проблему хранения запасных подушек, постельного белья, вещей сезонного пользования. Газлифты поднимают и фиксируют раму с матрасом без приложения усилий, позволяя доставать вещи обеими руками. Модель в велюровой обивке оснащена ножками, благодаря чему в подкроватном пространстве не будет скапливаться пыль: в проем между полом и дном кровати легко пройдет швабра или робот-пылесос. При выборе матраса стоит ориентироваться на среднюю высоту, поскольку выемка для него не слишком глубокая.",
        "price": 29990,
        "madeIn": "Россия",
        "material": "ДСП, велюр",
        "dimensions": [174.5, 113.5, 217],
        "weight": 107.5,
        "warranty": 24,
        "categoryName": "Кровати"
    },
    {
        "name": "Кровать без подъёмного механизма Соренто",
        "description": "Основание в комплект не входит, требуется основание с ножками.\nВ дизайне кровати Соренто использована идея предельной лаконичности и естественности. Модель с четкими геометрическими очертаниями лишена какой-либо помпезности, ее основные достоинства: надежность каркаса и оптимальная высота спального места. Спинка имеет достаточную ширину, чтобы на нее можно было положить очки или недочитанную книгу, установить лампу с прищепкой. Декор выдержан в природных оттенках древесины дуба, что особенно уместно для спальной мебели: эти цвета способствуют покою и расслаблению. Выразительность кровати придают ножки в форме «уголка» и декоративная вставка в изголовье.",
        "price": 9290,
        "madeIn": "Россия",
        "material": "ЛДСП, МДФ",
        "dimensions": [168, 88, 215],
        "weight": 41.8,
        "warranty": 24,
        "categoryName": "Кровати"
    },
    {
        "name": "Кровать с подъёмным механизмом Victori",
        "description": "Кровать Victori с удобным подъёмным механизмом удобна и элегантна. Ее каркас выполнен из прочной и долговечной ДСП, обивка — из мягкого бархатистого велюра. Привлекает внимание высокая мягкая спинка в изголовье: прострочка в виде диагональных линий, образующих в центре буквы V, выглядит оригинально и эффектно. Подъёмный механизм с газлифтами открывает доступ к вместительным ящикам, которые станут дополнительным местом для хранения, что особенно важно в малогабаритных квартирах.",
        "price": 36990,
        "madeIn": "Россия",
        "material": "велюр",
        "dimensions": [170, 110, 217],
        "weight": 116.5,
        "warranty": 18,
        "categoryName": "Кровати"
    }
]